[
    {
        "id": "1",
        "name": "Siamese",
        "url": "https://images.unsplash.com/photo-1568309386325-ef86f13ac533?w=1200&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8U2lhbWVzZXxlbnwwfHwwfHx8MA%3D%3D",
        "description": "Popular since the 19th century, this cat breed originated in Thailand (formerly known as Siam). The Siamese has been a foundational breed for the Oriental shorthair, sphynx, and Himalayan. Most Siamese cats have distinct markings called \"points\" that are the areas of coloration on their face, ears, feet, and tail. Two varieties of Siamese cats have an \"apple\" shaped head and chubbier body and the other features a larger head and slender body. The animated Disney film \"Lady and the Tramp\" featured Siamese cats singing a song, demonstrating their intelligence and vocal skills. Many Siamese cats that originated from Thailand had a kink in their tail—a trait bred out of most Siamese, but you can still see it in street cats in Thailand.",
        "height": "Up to 14 inches",
        "weight": "5 to 8 pounds",
        "coat": " Short coat in seal, chocolate, blue, and lilac with blue eyes",
        "life":"12 to 15 years"
    },
    {
        "id": "2",
        "name": "Persian",
        "url": "https://images.unsplash.com/photo-1582479541280-cd39734b8490?w=1200&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8NHx8UGVyc2lhbiUyMGNhdHxlbnwwfHwwfHx8MA%3D%3D",
        "description": "Also lovingly referred to as one of the \"smushed-face\" cats, the Iranian cat, or Shiraz cat (named for a city in Iran), Persians have beautiful, long fur coats. They can come in almost any color and have a flat face when compared to most other breeds of cats. Persians are featured in many movies, artworks, and commercials and have been one of the most popular breeds of cats for decades. Their coats demand regular grooming, otherwise, matting will result. Like many purebreds, they are prone to a variety of diseases, including renal and cardiac problems.",
        "height": "14 to 18 inches",
        "weight": "7 to 12 pounds",
        "coat": " Long coat in solid (white, black, cream), tabby, calico, bi-color, silver and gold, shaded, and smoke",
        "life": "15 to 20 years"
    },
    {
        "id": "3",
        "name": "Maine Coon",
        "url": "https://images.unsplash.com/photo-1543055484-ac8fe612bf31?w=1200&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8M3x8TWFpbmUlMjBDb29ufGVufDB8fDB8fHww",
        "description": "Known for its large stature and thick fur coat, the Maine coon is a cat that is difficult to ignore. Hailing from the state of Maine and the state’s official cat, the Maine coon is a gentle giant. They are great hunters and were popularized after the CFA recognized them as purebred in the late 1970s. They remain one of the most popular cat breeds. Many Maine coons have polydactylism, or extra toes, which makes their already large feet even larger.1 This great feature helps for hunting in the snow since large feet act as snowshoes. The classic Maine coon coloration is a brown tabby, but this breed can come in almost any color.",
        "height": "Up to 16 inches",
        "weight": "8 to 20 pounds",
        "coat": "Long, double coat with more than 75 color combinations and green, gold, or copper eyes",
        "life": "12 to 15 years"
    },
    {
        "id": "4",
        "name": "Ragdoll",
        "url": "https://images.unsplash.com/photo-1627981643499-07422174a28f?w=1200&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTR8fFJhZ2RvbGx8ZW58MHx8MHx8fDA%3D",
        "description": "Ragdoll cats get their name from their docile temperament. They tend to go limp when picked up, much like a rag doll. At one time, people thought they couldn’t feel pain, but that is not true. Ragdolls look a lot like long-haired Siamese cats with pointed color patterns. They also have distinctive blue eyes and dog-like personalities, following their owners around the house.",
        "height": "11 to 13 inches",
        "weight": "15 to 20 pounds",
        "coat": "Medium-length and silky with many different colors and patterns with blue eyes",
        "life": " 15 to 25 years"
    },
    {
        "id": "5",
        "name": "Bengal",
        "url": "https://images.unsplash.com/photo-1496806195556-91bdded94209?w=1200&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTZ8fEJlbmdhbHxlbnwwfHwwfHx8MA%3D%3D",
        "description": "Bengals are wild-looking cats—literally. Their markings make them look more like they belong in the jungle rather than in your home, but they are domesticated. They are talkative and require a lot of exercise. They come in many colors with patterns like spots and rosettes. Their name comes from the Asian leopard cat’s taxonomic name, Prionailurus bengalensis bengalensis. Bengals were initially bred from domestic cats and a wildcat. They also get their beautiful patterns from this wildcat.",
        "height": "13 to 16 inches",
        "weight": "6 to 12 pounds",
        "coat": " Shorthaired, spotted, or marbled coat with patterns in black, chocolate, or gray/silver with green or gold eyes",
        "life": "12 to 15 years"
    },
    {
        "id": "6",
        "name": "Abyssinian",
        "url": "https://images.unsplash.com/photo-1598005532299-f48db04a2637?w=1200&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8QWJ5c3NpbmlhbnxlbnwwfHwwfHx8MA%3D%3D",
        "description": "Originally from Ethiopia (previously known as Abyssinia), the Abyssinian cat has a distinctive ruddy agouti coat that gives the breed its unique banded look. It has tall, pointy ears, a wedge-shaped head, and a slender and muscular body. Personality-wise, Abys are active, curious cats that frequently follow owners around. Their playful, dog-like demeanor endears them to their humans.",
        "height": "8 to 10 inches",
        "weight": " 8 to 10 pounds",
        "coat": "Short-haired red/orange agouti fur coat with bands of light and dark coloring; other colors can include cinnamon, fawn, and blue",
        "life": "12 to 15 years"
    },
    {
        "id": "7",
        "name": "Birman",
        "url": "https://images.unsplash.com/photo-1611262578911-0530dfff7051?w=1200&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MjV8fEJpcm1hbnxlbnwwfHwwfHx8MA%3D%3D",
        "description": "Birmans are another color-pointed cat like the Siamese and ragdoll. They have blue eyes and a medium-long coat but no undercoat, the primary trait that sets them apart from Persians and Himalayans. Birmans were the original stock for breeding ragdolls, so they look very similar, but they have slightly different markings and personalities. They are fun, social cats that love attention—from their chosen person. They are more of a one-person cat than others.",
        "height": "8 to 10 inches",
        "weight": "6 to 15 pounds",
        "coat": "Long and silky coat in seal, blue, red, chocolate, cream, and tortie colors, including standard or lynx pattern points and deep blue eyes",
        "life": "15 to 20 years"
    },
    {
        "id": "8",
        "name": "Oriental Shorthair",
        "url": "https://images.unsplash.com/photo-1611673697975-81905bc190e5?w=1200&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8NHx8T3JpZW50YWwlMjBTaG9ydGhhaXIlMjBjYXR8ZW58MHx8MHx8fDA%3D",
        "description": "At a glance, you may think this slender cat looks like a Siamese, but the Oriental shorthair is a separate breed. Unlike Siamese cats, they usually have green eyes and many color patterns and colors. The Oriental can also have long hair. Oriental shorthair cats are prone to skin cancer and getting cold due to their lack of fur; they are often seen wearing sweaters.",
        "height": "9 to 11 inches",
        "weight": "7 to 12 pounds",
        "coat": " Short, smooth coat with many color possibilities: solids, shaded, smoke, and tabby with green, blue, gold, and yellow eyes",
        "life": " 15 to 20 years"
    },
    {
        "id": "9",
        "name": "Sphynx",
        "url": "https://images.unsplash.com/photo-1607623488989-d22660f2cc17?w=1200&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8OHx8U3BoeW54fGVufDB8fDB8fHww",
        "description": "If you are looking for a cat that doesn't shed, then the sphynx is for you. Sphynx cats look unique due to their lack of fur and are very social, active, dog-like felines. They look like they belong in the laps of royalty, but they are playful and goofy and act more like court jesters despite their regal appearance.",
        "height": "8 to 10 inches",
        "weight": "8 to 10 pounds",
        "coat": "Hairless with white, black, red, chocolate, lavender, tabby, tortoiseshell, calico, pointed, and mink colors",
        "life": "15 to 20 years"
    },
    {
        "id": "10",
        "name": "Devon Rex",
        "url": "https://images.unsplash.com/photo-1624191015688-97292929795f?w=1200&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8RGV2b24lMjBSZXh8ZW58MHx8MHx8fDA%3D",
        "description": "Devon rex cats have wavy, soft short hair and slender bodies with enormous ears. The Devon Rex is a playful, active cat described as \"a monkey in a catsuit.\" This kitty will steal your heart with its lively, sweet disposition. They are also trainable and adept at learning tricks.",
        "height": "10 to 12 inches",
        "weight": "7 to 12 pounds",
        "coat": "Short, fine, wavy coat in solid, tabby, and shaded varieties",
        "life": "15 to 20 years"
    },
    {
        "id": "11",
        "name": "Himalayan",
        "url": "https://images.unsplash.com/photo-1586869724626-2a01e3634d30?w=1200&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8NHx8SGltYWxheWFuJTIwY2F0fGVufDB8fDB8fHww",
        "description": "Like the Persian, the Himalayan cat is considered a sub-breed in some cat associations and a separate breed in others. Himalayans were bred from crossing Persians and Siamese to achieve their color points. They love attention and affection from their owners, have sweet personalities, and are playful.",
        "height": "10 to 12 inches",
        "weight": "9 to 12 pounds",
        "coat": "Dense undercoat with a long overcoat that comes in pointed colors and patterns in gray, blue, chocolate, lilac, and cream",
        "life": " Up to 18 years"
    },
    {
        "id": "12",
        "name": "American Shorthair",
        "url": "https://images.unsplash.com/photo-1513451713350-dee890297c4a?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTIxfHxBbWVyaWNhbiUyMFNob3J0aGFpciUyMGNhdHxlbnwwfHwwfHx8MA%3D%3D",
        "description": "An all-American breed, the American shorthair cat is an intelligent, shorthaired feline that has a round face and short ears. They are often confused with domestic mixed-breed cats but are purebred. Its breed name changed from domestic shorthair cats in 1966 to differentiate them.4 This medium-sized cat has a gentle nature that makes this breed a great companion for families with children or other pets. The American shorthair is one of the most popular pedigreed cat breeds in North America.",
        "height": "8 to 10 inches",
        "weight": "8 to 12 pounds",
        "coat": "Shorthaired coat with a wide variety of possibilities, including white, black, cream, blue, brown, chinchilla, tortoiseshell, cameo, and many more",
        "life": "15 to 20 years"
    }
    
   
]